Repository: misli/django-verified-email-field
Catalog: verified_email_field/locale/*/LC_MESSAGES/django.po
Languages: cs

source: User with given e-mail couldn't neither be found nor created.
cs: Uživatel s tímto e-mailem nebyl ani nalezen, ani nebylo možno jej vytvořit.

source: Enter a valid verification code.
cs: Vyplňte platný ověřovací kód.

source: send verification code to given e-mail address
cs: odeslat ověřovací kód na zadanou e-mailovou adresu

source: The verification code has been sent to you e-mail address. You wil receive it within several minutes. Please, also check your SPAM folder.
cs: Ověřovací kód byl odeslán na Vaši e-mailovou adresu. Obdržíte ho během několika minut. Prosíme, zkontrolujte také složku SPAM.

source: verification code
cs: ověřovací kód

source: The verification code has been sent to your email.
cs: Ověřovací kód byl odeslán na Váš e-mail

source: Enter verification code.
cs: Vložte ověřovací kód.

source: The verification code doesn't match.
cs: Ověřovací kód nesouhlasí.

source: Verification code
cs: Ověřovací kód

source: Hello,<br/> You have requested email verification. Your verification code is: <strong>%(code)s</strong><br/> Please note, that the code is only valid before: <strong>%(expiration_time)s</strong>
cs: Dobrý den,<br/> vyžádal(a) jste si ověření e-mailové adresy. Váš ověřovací kód je: <strong>%(code)s</strong><br/> Tento kód je platný do: <strong>%(expiration_time)s</strong>

source: Hello, You have requested email verification. Your verification code is: %(code)s Please note, that the code is only valid before: %(expiration_time)s
cs: Dobrý den,, vyžádal(a) jste si ověření e-mailové adresy. Váš ověřovací kód je: %(code)s Tento kód je platný do: %(expiration_time)s
